@extends('layouts.front-end.app')
@section('content')

    <div class="main-block">

        <!-- Page heading two starts -->

        <div class="page-heading-two">
            <div class="container">
                <h2>ภาควิชาคอมพิวเตอร์</h2>
                <div class="breads">
                    ภาควิชาคอมพิวเตอร์ / <a href="{{ route('department.5') }}">คณะกรรมการภาควิชาคอมพิวเตอร์</a>
                </div>
                <div class="clearfix"></div>
            </div>
        </div>

        <!-- Page heading two ends -->

        <div class="container" style="min-height: 100vh">

            <!-- blog three -->
            <div class="blog-three">
                <div class="row">
                    <!-- Mainbar column -->
                    <div class="col-md-12">

                        <!-- Blog item starts -->
                        <div class="blog-three-item">

                            <!-- blog three Content -->
                            <div class="blog-three-content">

                                <h3>คณะกรรมการภาควิชาคอมพิวเตอร์</h3>

                                <p><b>1. กรรมการบริหารภาควิชา</b></p>

                                <p>1.1 ประธานกรรมการบริหารภาควิชาคอมพิวเตอร์</p>
                                <p>
                                    - หัวหน้าภาควิชาคอมพิวเตอร์
                                </p>

                                <p>1.2 กรรมการบริหารภาควิชาคอมพิวเตอร์ ประกอบด้วย</p>
                                <p>
                                    - ประธานกรรมการฝ่ายวิชาการ
                                </p>
                                <p>
                                    - ประธานกรรมการฝ่ายการศึกษาอิสระและฝึกประสบการณ์วิชาชีพ
                                </p>
                                <p>
                                    - ประธานกรรมการฝ่ายกิจการนักศึกษา
                                </p>
                                <p>
                                    - ประธานกรรมการฝ่ายงบประมาณและพัสดุ
                                </p>
                                <p>
                                    - ประธานกรรมการฝ่ายเลขานุการและประกันคุณภาพ
                                </p>

                                <p><b>2. กรรมการฝ่ายวิชาการ</b></p>
                                <p>
                                    <span class="tab"></span>
                                    มีหน้าที่ประสานงานการพัฒนาหลักสูตร แผนการเรียนเสนอแนะ แนวการสอน ตารางเรียน ตารางสอน
                                    แผนการรับนักศึกษา อาจารย์ที่ปรึกษา ตรวจสอบกลั่นกรองเกรด รวบรวมมคอ.๓-มคอ.๗
                                    จัดการทวนสอบผลสัมฤทธิ์ เตรียมข้อมูลทางวิชาการให้ทุกหลักสูตรใช้งานร่วมกัน
                                    ให้แต่ละหลักสูตรดำเนินงานได้ตามระบุในมคอ.๑-มคอ.๒
                                    จัดทำข้อมูลประชาสัมพันธ์หลักสูตรของภาควิชาให้แก่นักเรียนในพื้นที่กลุ่มเป้าหมาย
                                    สนับสนุนให้นักศึกษาสำเร็จการศึกษาอย่างมีคุณภาพ และเป็นบัณฑิตที่พึงประสงค์
                                    จัดเก็บฐานข้อมูลนักศึกษา ศิษย์เก่า สถานประกอบการและผู้ใช้บัณฑิต
                                    และติดตามผลบัณฑิตที่สำเร็จการศึกษา จัดทำแผนโครงการและการปฏิบัติงานตลอดปี
                                    รวมทั้งให้การสนับสนุนทุกฝ่ายในภาควิชา เพื่อให้งานสำเร็จลุล่วงตามกำหนด
                                </p>

                                <p><b>3. กรรมการฝ่ายการศึกษาอิสระและฝึกประสบการณ์วิชาชีพ</b></p>
                                <p>
                                    <span class="tab"></span>
                                    มีหน้าที่จัดทำคู่มือ และแนวปฏิบัติ สำหรับอาจารย์และนักศึกษา
                                    เกี่ยวกับการศึกษาเอกเทศด้านโปรแกรมคอมพิวเตอร์
                                    จัดทำแผนการดำเนินงานของการศึกษาเอกเทศตลอดปี ตั้งการเสนอหัวข้อ
                                    จนกระทั่งสอบประเมินผลสัมฤทธิ์ของโครงการ ให้คำปรึกษา ชี้แนะและแก้ปัญหาที่อาจเกิดขึ้น
                                    ทำการเผยแพร่งานวิจัยนักศึกษา พัฒนาซอฟต์แวร์โดยให้มีอาจารย์และนักศึกษามีส่วนร่วม
                                    เก็บฐานข้อมูลสถานที่ฝึกงาน จัดอาจารย์นิเทศ
                                    จัดทำคู่มือการฝึกประสบการณ์วิชาชีพ/สหกิจศึกษา
                                    จัดหาแหล่งฝึกประสบการณ์วิชาชีพ/สหกิจศึกษา กำกับ ดูแล
                                    การฝึกประสบการณ์วิชาชีพ/สหกิจศึกษา ประสานงานการส่งคะแนนเอกเทศและฝึกประสบการณ์วิชาชีพ
                                    สนับสนุนให้มีการอบรมเพิ่มทักษะทางวิชาชีพให้นักศึกษา
                                    เตรียมพร้อมนักศึกษาในการออกฝึกประสบการณ์วิชาชีพ
                                    ให้มีทักษะที่จำเป็นต่อการประกอบอาชีพในอนาคต รวมทั้งให้การสนับสนุนทุกฝ่ายในภาควิชา
                                    เพื่อให้งานสำเร็จลุล่วงตามกำหนด
                                </p>

                                <p><b>4. กรรมการฝ่ายกิจการนักศึกษา</b></p>
                                <p>
                                    <span class="tab"></span>
                                    มีหน้าที่ประสานงานกิจการนักศึกษา นำนักศึกษาเข้าร่วมกิจกรรมของมหาวิทยาลัย คณะ ภาควิชา
                                    และหลักสูตร สนับสนุนให้นักศึกษาจัดกิจกรรมที่สอดคล้องกับแผนยุทธศาสตร์
                                    การพัฒนาศักยภาพนักศึกษาและเสริมสร้างทักษะการเรียนรู้ในศตวรรษที่ 21
                                    จัดกิจกรรมเสริมสร้างความเป็นพลเมืองดีที่มีจิตสำนึกสาธารณะ
                                    ควบคุมดูแลการให้คำปรึกษาและแนะแนวแก่นักศึกษาในการดำเนินกิจกรรมต่างๆ
                                    จัดอาจารย์เพื่อดูแลนักศึกษาระหว่างทำกิจกรรม
                                    จัดเก็บข้อมูลนักศึกษาและศิษย์เก่าที่ทำชื่อเสียงให้ภาควิชา
                                    รวมทั้งให้การสนับสนุนทุกฝ่ายในภาควิชา เพื่อให้งานสำเร็จลุล่วงตามกำหนด
                                </p>

                                <p><b>5. กรรมการฝ่ายงบประมาณและพัสดุ</b></p>
                                <p>
                                    <span class="tab"></span>
                                    มีหน้าที่จัดทำแผนการใช้งบประมาณตลอดปี กำกับ ดูแล และพัฒนาห้องปฏิบัติการ อาคาร
                                    สถานที่
                                    ให้เป็นไปตามมาตรฐานของภาควิชาและสอดคล้องกับแผนการใช้งบประมาณที่กำหนดในแต่ละไตรมาศ
                                    ทำการจัดซื้อ จัดจ้าง พัสดุ การเบิก-จ่าย พัสดุของภาควิชา
                                </p>

                                <p><b>6. กรรมการฝ่ายเลขานุการและประกันคุณภาพ</b></p>
                                <p>
                                    <span class="tab"></span>
                                    มีหน้าที่ดูแลระบบงานสารบรรณของภาควิชา การเบิกจ่ายเงินของภาควิชา
                                    จัดทำแผนการปฏิบัติงานและปฏิทินการปฏิบัติงาน จัดประชุมรายงานผลการปฏิบัติของทุกฝ่ายงาน
                                    ประสานงานในการทำประกันคุณภาพ การจัดการความรู้
                                    ประชาสัมพันธ์ข่าวทุนการศึกษาและงานวิจัย เก็บข้อมูลงานวิจัยของอาจารย์
                                    ประสานงานเกี่ยวกับงานวิจัยเพื่อบริการวิชาการสู่ชุมชน
                                    จัดทำระบบสารสนเทศและฐานข้อมูลของภาควิชา รวมทั้งให้การสนับสนุนทุกฝ่ายในภาควิชา
                                    เพื่อให้งานสำเร็จลุล่วงตามกำหนด
                                </p>

                            </div>
                        </div>
                        <!-- Blog item ends -->


                    </div>
                </div>

            </div>
        </div>

@endsection
