@extends('layouts.app')
@section('content')

    <div class="main-block">

        <!-- Page heading two starts -->

        <div class="page-heading-two">
            <div class="container">
                <h2>ภาควิชาคอมพิวเตอร์</h2>
                <div class="breads">
                    ภาควิชาคอมพิวเตอร์ / <a href="{{ route('department.12') }}">การศึกษาอิสระด้านคอมพิวเตอร์</a>
                </div>
                <div class="clearfix"></div>
            </div>
        </div>

        <!-- Page heading two ends -->

        <div class="container" style="min-height: 100vh">

            <!-- blog three -->
            <div class="blog-three">
                <div class="row">
                    <!-- Mainbar column -->
                    <div class="col-md-12">

                        <!-- Blog item starts -->
                        <div class="blog-three-item">

                            <!-- blog three Content -->
                            <div class="blog-three-content">

                                <h3>การศึกษาอิสระด้านคอมพิวเตอร์</h3>

                                <h4>รายวิชาการศึกษาอิสระฯ</h4>
                                <p class="text-danger">กรุณาลงทะเบียนรายวิชาให้ถูกต้องตามหลักสูตรของนศ.</p>
                                <p>คพ รหัส 49-54 			COM 4902  การศึกษาอิสระด้านคอมพิวเตอร์</p>
                                <p>คพ รหัส 56-58 			COM 4907  การศึกษาอิสระด้านคอมพิวเตอร์ศึกษา</p>
                                <p>วค  รหัส 53-57 			COM 4904 การศึกษาอิสระด้านวิทยาการคอมพิวเตอร์</p>
                                <p>วค  รหัส 51-52, 58 		COM 4902 การศึกษาอิสระด้านคอมพิวเตอร์</p>
                                <p>ทส  รหัส 53-57 		        COM 4905 การศึกษาอิสระด้านเทคโนโลยีสารสนเทศ</p>
                                <p>ทส รหัส 51-52, 58  		COM 4902 การศึกษาอิสระด้านคอมพิวเตอร์</p>
                                <p>ปร  รหัส 53-57			COM 4906 การศึกษาอิสระด้านเว็บเทคโนโลยี</p>
                                <p>ปร รหัส 51-52, 58 		COM 4902 การศึกษาอิสระด้านคอมพิวเตอร์</p>

                                <p>1. นศ. หลักสูตรเก่า สามารถลงเรียนวิชาในหลักสูตรใหม่แล้วเทียบรายวิชาได้</p>
                                <p>เช่น รหัส52 ลงเรียน COM 4904 / COM 4905 / COM 4906 (หลักสูตรใหม่)</p>
                                <p>- ให้ดูตารางเทียบได้ที่ http://www.academic.cmru.ac.th/cts/ (ดูหัวข้อ "ตารางเทียบ")</p>
                                <p>- หากคลิกลงทะเบียนไม่ได้ ต้องยื่นคำร้องขอเรียนข้ามหลักสูตร ภายในเวลากำหนด</p>
                                <p>- สอบถามเพิ่มเติม เรื่อง "การเทียบรายวิชา" ได้ที่สำนักทะเบียนและประมวลผล</p>

                                <p>2. นศ.หลักสูตรใหม่กว่า ห้ามลงรหัสวิชาหลักสูตรเก่า จะเทียบวิชาไม่ได้</p>
                                <p>3. วิชาที่ชื่อเหมือนกัน รหัสเดียวกัน แต่มีรหัสวิชาลงท้ายด้วย เลข 1,4</p>
                                <p>ได้แก่ COM xxxx1 และ COM xxxx4 นั้น 1, 4 จะเป็นตัวแยกหลักสูตร เก่า กับ ใหม่ เช่น</p>
                                <p>- COM 27011 ระบบคอมพิวเตอร์และสถาปัตยกรรม (หลักสูตร53 นศ.รหัส53-57)</p>
                                <p>- COM 27014 ระบบคอมพิวเตอร์และสถาปัตยกรรม (หลักสูตร58 นศ.รหัส58-59)</p>
                                <p>มีข้อสงสัย ติดต่อสอบถาม : ได้ที่
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>

                                <h4>ปฏิทินการศึกษาอิสระฯ</h4>

                                <p>ตรวจสอบปฏิทิน "ยื่นขอสอบ" การศึกษาอิสระฯแต่ละภาคเรียน ได้ที่
                                    <a href="http://www.istudy.cmru.ac.th/is/" target="_blank">
                                        http://www.istudy.cmru.ac.th/is/
                                    </a>
                                </p>
                                <p>- แต่ละภาคเรียนอาจมีการปรับเปลี่ยน เพิ่มรอบยื่นขอสอบได้ ทั้งนี้ ภาควิชาถือเป็นหน้าที่ความรับผิดชอบของนศ.ในการยื่นขอสอบ</p>
                                <p>มีข้อสงสัย ติดต่อสอบถาม : ได้ที่
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>

                                <h4>วิชาที่ต้องผ่านก่อนลงวิชาเอกเทศ</h4>
                                <p>วิชาที่ต้องผ่านก่อนลงวิชาเอกเทศ (เฉพาะนศ. วค ทส ปร รหัส 57 56 55 54 53 และนศ.คพ 56 57 58)</p>
                                <p>- เนื่องจากรายวิชา การศึกษาอิสระฯ มีวิชา Prerequisite</p>
                                <p>ดังนั้น นศ.ที่จะลงทะเบียนรายวิชา การศึกษาอิสระฯ ได้ จะต้องสอบผ่าน 2 รายวิชา ดังต่อไปนี้</p>
                                <p>COM 3207 การวิจัยด้านคอมพิวเตอร์</p>
                                <p>COM 3901 การสัมมนาทางคอมพิวเตอร์</p>
                                <p>ถ้ายังไม่ได้ลงทะเบียนเรียน 2 รายวิชาดังกล่าว</p>
                                <p>- ให้ดำเนินการให้เสร็จสิ้น ก่อนลงทะเบียนรายวิชา การศึกษาอิสระฯ</p>
                                <p>- หากมีปัญหาให้ติดต่อ อ.ที่ปรึกษา เพื่อขอคำแนะนำ</p>
                                <p>มีข้อสงสัย ติดต่อสอบถาม : ได้ที่
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>

                                <h4>ทำอย่างไร จะสอบผ่านเอกเทศ</h4>
                                <p>1. เลือกหัวข้อเอกเทศ ที่ใช้ความสามารถ/ตรงกับความถนัด/ทันสมัย/เรื่องใหม่ๆ/ใช้งานได้จริง/ประกวดได้/เป็นผลงานในการสมัครงานได้</p>
                                <p>2. ภายในชั้นปีที่ 3 ควรมีหัวข้อเอกเทศ และสอบเอกเทศ บท1-3</p>
                                <p>3. ภายในชั้นปีที่ 4 ควรสอบเอกเทศ บท 4-5</p>
                                <p>4. ติดตามวันยื่นสอบ/วันสอบ หากพลาดจะต้องรอ+ล่าช้าไป 1 เดือน</p>
                                <p>5. เข้าฟังการสอบเอกเทศ บท1-3 และ 4-5 หัวข้อที่สนใจ/ใกล้เคียงกับเอกเทศตนเอง เพื่อเป็นแนวทางหาหัวข้อ/เตรียมตัวขึ้นสอบ</p>
                                <p>6. ติดต่อ/ถามรุ่นพี่ เพื่อขอคำแนะนำ+ขอไฟล์รูปเล่มเอกสาร+โปรแกรม</p>
                                <p>7. รวมกลุ่มเพื่อน ที่ทำเอกเทศคล้ายกัน ปรึกษา+ช่วยกัน+แบ่งปันข้อมูล</p>
                                <p>8. พบอ.ที่ปรึกษา อย่างน้อย 1 เดือนล่วงหน้าก่อนขอยื่นสอบ</p>
                                <p>9. ศึกษาโปรแกรมที่มีการใช้งานจริงๆ เพื่อให้เห็นขั้นตอน/ได้แนวคิด</p>
                                <p>10. หากยื่นสอบไม่ทัน +ไม่อยากติด F ให้ ถอนวิชา ก่อนหมดเขต</p>

                                <h4>ระบบสืบค้นเอกเทศออนไลน์</h4>
                                <p>ระบบเผยแพร่และสืบค้นข้อมูลการศึกษาอิสระ ภาควิชาคอมพิวเตอร์
                                    <a href="https://www.istudy.cmru.ac.th/article/view/1455483411" target="_blank">
                                        คลิก
                                    </a>
                                </p>
                                <p>มีข้อสงสัย ติดต่อสอบถาม : ได้ที่
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>

                                <h4>ระบบยื่นหัวข้อ/ยื่นขอสอบออนไลน์</h4>
                                <p>เข้าใช้ระบบระบบยื่นหัวข้อ/ยื่นขอสอบออนไลน์ได้ที่
                                    <a href="http://www.istudy.cmru.ac.th/is/">
                                        http://www.istudy.cmru.ac.th/is/
                                    </a>
                                </p>
                                <p class="text-danger">(ขอรับรหัสผ่านที่อ.ฝ่ายเอกเทศ ในวันประชุมการศึกษาอิสระแต่ละภาคเรียน หรือขอรับได้ที่ตัวแทนหลักสูตร)</p>
                                <p>มีข้อสงสัย ติดต่อสอบถาม : ได้ที่
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>

                                <h4>ขั้นตอนการศึกษาอิสระฯ</h4>
                                <p>
                                    ขั้นตอนการศึกษาอิสระฯแต่ละภาคเรียน อ่านขั้นตอนได้ที่
                                    <a href="http://www.istudy.cmru.ac.th/is/" target="_blank">
                                        http://www.istudy.cmru.ac.th/is/
                                    </a>
                                </p>
                                <p>- แต่ละภาคเรียนอาจมีการปรับเปลี่ยนขั้นตอน เพิ่มเติมได้ ทั้งนี้ ภาควิชาถือเป็นหน้าที่ความรับผิดชอบของนศ.ต้องศึกษาขั้นตอนให้เข้าใจ</p>
                                <p>1. <span class="text-danger">ต้องเข้าประชุม</span> การศึกษาอิสระฯ ตามกำหนดการประกาศในปฏิทินการศึกษาอิสระ</p>
                                <p>2. <span class="text-danger">ต้องติดตามปฏิทินเอกเทศ</span> อย่างสม่ำเสมอ อาจมีการเปลี่ยนแปลงเพิ่มรอบยื่นขอสอบ/ส่งเล่มสมบูรณ์</p>
                                <p>3. <span class="text-danger">ต้องพบอ.ที่ปรึกษา</span> อย่างน้อยเดือนละ 2 ครั้ง</p>
                                <p>4. <span class="text-danger">ต้องติดตามอ่านประกาศ</span> จากฝ่ายการศึกษาอิสระฯ อย่างสม่ำเสมอ</p>
                                <p>4.1 เข้ากลุ่ม
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>
                                <p>4.2 อ่านประกาศที่ <a href="http://www.istudy.cmru.ac.th/is/" target="_blank">http://www.istudy.cmru.ac.th/is/</a></p>
                                <p>- หากนศ.ไม่ติดตามอ่านประกาศแล้วมีปัญหาเกิดขึ้น  เช่น ตกข่าว ไม่ทราบขั้นตอน ส่งเอกสารไม่ครบ ยื่นขอสอบไม่ทัน</p>
                                <p>ส่งเอกสารสอบไม่ทัน ส่งผิดรูปแบบ ทำรูปเล่มเอกเทศผิด ส่งไฟล์เอกสารไม่ครบ ฯลฯ ภาควิชาจะถือว่า**เป็นความรับผิดชอบของนศ.เอง**</p>
                                <p>ที่บกพร่องในหน้าที่ และต้องยอมรับหากส่งผลให้สำเร็จการศึกษาล่าช้า หรือ ติด F</p>
                                <p>5. <span class="text-danger">ต้องปฏิบัติตามขั้นตอนการศึกษาอิสระฯแต่ละภาคเรียนให้ถูกต้อง</span></p>
                                <p>- อ่านขั้นตอนได้ที่
                                    <a href="http://www.istudy.cmru.ac.th/is/" target="_blank">
                                        http://www.istudy.cmru.ac.th/is/
                                    </a>
                                </p>
                                <p>มีข้อสงสัย ติดต่อสอบถาม : ได้ที่
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>

                                <h4>ประกาศวันสอบการศึกษาอิสระฯ</h4>
                                <p>** ตรวจสอบตารางสอบได้ที่
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>
                                <p>(จะประกาศภายใน 14 วัน หลังจากหมดเขตยื่นขอสอบ)</p>
                                <p>** ผู้สอบต้องมาก่อนเวลาสอบ> 30 นาที และติดตั้งไฟล์ให้เรียบร้อยก่อนผู้สอบคนแรกขึ้นสอบ ห้ามมาเซตเครื่องในเวลาสอบ</p>
                                <p>(นศ.ที่สนใจสามารถเข้าร่วมรับฟังการสอบได้)</p>
                                <p>1. คณะวิทย์ หมายถึง ห้องประชุมสำนักงานคณะวิทยาศาสตร์และเทคโนโลยี (ห้องประชุมเล็ก)</p>
                                <p>2. สำนักศิลปะ หมายถึง ห้องประชุมเอื้องสายม่านพระอินทร์ สำนักศิลปะและวัฒนธรรม (ชั้น 2 อาคารพระเทพฯ)</p>
                                <p>3. สำนักทะเบียน หมายถึง ห้องประชุมสำนักทะเบียนและประมวลผล (ด้านหลังตู้ ATM ไทยพาณิชย์)</p>
                                <p>มีข้อสงสัย ติดต่อสอบถาม : ได้ที่
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>

                                <h4>ติดต่อ สอบถาม</h4>
                                <p>มีข้อสงสัย ติดต่อสอบถาม : ได้ที่
                                    <a href="https://www.facebook.com/groups/445808458787639/" target="_blank">
                                        Facebook - รายวิชาการศึกษาอิสระทางด้านคอมพิวเตอร์ (เอกเทศ)
                                    </a>
                                </p>

                            </div>
                        </div>
                        <!-- Blog item ends -->


                    </div>
                </div>

            </div>
        </div>

@endsection