@extends('layouts.front-end.app')
@section('content')

    <div class="main-block">

        <!-- Page heading two starts -->

        <div class="page-heading-two">
            <div class="container">
                <h2>ภาควิชาคอมพิวเตอร์</h2>
                <div class="breads">
                    ภาควิชาคอมพิวเตอร์ / <a href="{{ route('department.15') }}">ระเบียบปฏิบัติ งานทะเบียน วิชาการ</a>
                </div>
                <div class="clearfix"></div>
            </div>
        </div>

        <!-- Page heading two ends -->

        <div class="container" style="min-height: 100vh">

            <!-- blog three -->
            <div class="blog-three">
                <div class="row">
                    <!-- Mainbar column -->
                    <div class="col-md-12">

                        <!-- Blog item starts -->
                        <div class="blog-three-item">

                            <!-- blog three Content -->
                            <div class="blog-three-content">

                                <h3>ระเบียบปฏิบัติ งานทะเบียน วิชาการ</h3>

                                <h4>การฝึกประสบการณ์วิชาชีพ</h4>
                                <p><b>เกณฑ์การออกฝึกประสบการณ์วิชาชีพ</b></p>
                                <p>1. ประกาศมหาวิทยาลัยราชภัฏเชียงใหม่เรื่อง
                                    เกณฑ์และแนวปฏิบัติก่อนออกฝึกประสบการณ์วิชาชีพ</p>
                                <p>
                                    ที่มา
                                    <a href="http://www.general.cmru.ac.th/infocenter/condec/ConCmdFiles/2559/00252559.pdf" target="_blank">
                                        http://www.general.cmru.ac.th/infocenter/condec/ConCmdFiles/2559/00252559.pdf
                                    </a>
                                </p>
                                <p>• ต้องเรียนและ <span
                                            class="text-danger">สอบได้ในรายวิชาเอกไม่น้อยกว่าร้อยละ 80</span></p>
                                <p>• ต้องเรียนและ <span class="text-danger">สอบได้ในรายวิชาเตรียมฝึกฯ (ระดับคะแนนที่ถือว่าสอบได้ในกลุ่มวิชาฝึกประสบการณ์วิชาชีพต้องไม่น้อยกว่า C)</span>
                                </p>
                                <p>• ต้องผ่านการพิจารณาคุณสมบัติขั้นต้น จากระดับสาขาวิชา/หลักสูตรก่อน</p>
                                <p>• นักศึกษาต้องเป็นผู้มีความประพฤติเรียบร้อย และไม่ถูกทำโทษทางวินัย</p>
                                <p>• นักศึกษาต้อง <span class="text-danger">ผ่านการปฐมนิเทศ ปัจฉิมนิเทศ และการอบรมจากคณะและ/หรือสาขาวิชา</span>
                                    เพื่อเตรียมความพร้อมจากมหาวิทยาลัย</p>
                                <p>2. ประกาศมหาวิทยาลัยราชภัฏเชียงใหม่ เรื่อง
                                    แนวปฏิบัติในการลงทะเบียนเรียนรายวิชาผ่านระบบอินเทอร์เน็ต</p>
                                <p>
                                    ที่มา
                                    <a href="http://www.academic.cmru.ac.th/academic_rule/pdf/2013120308543511688.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/academic_rule/pdf/2013120308543511688.pdf
                                    </a>
                                </p>
                                <p>• มหาวิทยาลัย <span class="text-danger">ไม่อนุญาตให้นักศึกษาภาคปกติลงทะเบียนเรียนรายวิชาใด ในช่วงระยะเวลาที่ออกฝึกประสบการณ์วิชาชีพ</span>
                                </p>
                                <p>
                                    • <span class="text-danger">นักศึกษาภาคพิเศษ</span>
                                    สามารถลงทะเบียนเรียนรายวิชาเพิ่มเติมจากแผนการเรียนเสนอแนะในภาคการศึกษาที่ฝึกประสบการณ์วิชาชีพได้
                                    ในกรณีที่ได้รับความเห็นชอบจากสาขาวิชาหรือภาควิชาและคณะ
                                </p>
                                <p>• <span class="text-danger">นศ.ภาคปกติ</span> ที่ลงทะเบียนเรียนวิชาฝึกประสบการณ์ฯ
                                    <span class="text-danger">จะลงทะเบียนเรียนวิชาอื่นไม่ได้</span></p>
                                <p>3. ดังนั้นบางวิชาที่ จะเปิดในภาคเรียนที่ 2 เท่านั้น และตรงกับฝึกงาน
                                    จะต้องสอบผ่านให้เรียบร้อย</p>
                                <p>• หากยังสอบไม่ผ่าน ให้ไปยื่นขอเปิดรายวิชาในภาคเรียนที่ 3 แทน
                                    แต่นศ.จะลงเรียนได้ไม่เกิน 9 หน่วยกิต (3วิชา) ดังนั้นให้วางแผนให้ดี</p>
                                <p>
                                    • ติดต่อหาอ.ผู้สอนล่วงหน้า 1 ภาคเรียน
                                    และจดรายชื่อนศ.ที่จะลงทะเบียนทั้งหมดให้อ.ผู้สอนทราบปัญหาว่ามีนศ.จำนวนมากและจะเป็นประโยชน์ทำให้นศ.สำเร็จการศึกษาได้ภายในระยะเวลากำหนด
                                    (อาจจะยินดีสอนให้)
                                </p>
                                <p>• ยื่นขอเปิดด้วยตนเองภายในระยะเวลาที่กำหนด (หากเกินกำหนด นศ.จะต้องรอให้ถึงภาคเรียนที่
                                    2 ในปีการศึกษาถัดไป)</p>
                                <p>• หากไม่มีผู้สอน ภาควิชาจะไม่อนุญาตให้เปิดรายวิชาได้ นศ.จะต้องเรียนตามแผนปกติ
                                    และจะต้องรอให้ถึงภาคเรียนที่รายวิชานั้นเปิดสอนตามแผนการเรียนเสนอแนะของนศ.รุ่นน้อง</p>

                                <p class="text-danger">- ประกาศมหาวิทยาลัยราชภัฏเชียงใหม่เรื่อง
                                    เกณฑ์และแนวปฏิบัติก่อนออกฝึกประสบการณ์วิชาชีพ</p>
                                <embed src="http://www.general.cmru.ac.th/infocenter/condec/ConCmdFiles/2559/00252559.pdf"
                                       style="width: 100%; height: 600px"/>

                                <p class="text-danger">- ประกาศมหาวิทยาลัยราชภัฏเชียงใหม่ เรื่อง
                                    แนวปฏิบัติในการลงทะเบียนเรียนรายวิชาผ่านระบบอินเทอร์เน็ต</p>
                                <embed src="http://www.academic.cmru.ac.th/academic_rule/pdf/2013120308543511688.pdf"
                                       style="width: 100%; height: 600px"/>

                                <p class="text-danger">- คู่มือนักศึกษา เรื่อง
                                    ระดับคะแนนที่ถือว่าสอบได้ในกลุ่มวิชาปฏิบัติการและฝึกประสบการณ์วิชาชีพต้องไม่ต่ํากว่า
                                    C</p>
                                <embed src="http://www.computer.cmru.ac.th/file/WorkshopGrade.pdf"
                                       style="width: 100%; height: 600px"/>

                                <h4>การแต่งกายนักศึกษา</h4>

                                <p>ข้อบังคับมหาวิทยาลัยราชภัฏเชียงใหม่ ว่าด้วย เครื่องแบบ เครื่องหมาย
                                    และเครื่องแต่งกายนักศึกษา พ.ศ. ๒๕๕๔</p>
                                <p>เครื่องแบบและเครื่องแต่งกายนักศึกษา ให้ใช้ในกรณีดังต่อไปนี้</p>
                                <p>(ก) การมาเรียนและการเข้าสอบ</p>
                                <p>(ข) การติดต่อกับหน่วยงานของมหาวิทยาลัย</p>
                                <p>(ค) กรณีอื่นตามที่มหาวิทยาลัยกําหนดหรือนัดหมาย</p>
                                <p>นักศึกษาภาคพิเศษ ให้แต่งกายชุดสุภาพ หรือแต่งกายนักศึกษา</p>
                                <p>
                                    ที่มา ระเบียบมหาวิทยาลัย เรื่องการแต่งกาย
                                    <a href="http://www.academic.cmru.ac.th/academic_rule/pdf/201301230951599900regula5411.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/academic_rule/pdf/201301230951599900regula5411.pdf
                                    </a>
                                </p>
                                <img src="http://www.offstu.cmru.ac.th/UserFiles/Image/shirt/uniformfull.jpg" alt=""
                                     style="width: 100%; height: auto;">
                                <embed src="http://www.academic.cmru.ac.th/academic_rule/pdf/201301230951599900regula5411.pdf"
                                       style="width: 100%; height: 600px"/>

                                <h4>การขอถอนรายวิชา</h4>
                                <p><b>การขอถอนรายวิชา (Withdrawn)</b></p>
                                <p>
                                    นักศึกษาขอถอนรายวิชาที่ได้ลงทะเบียนไปแล้วบางรายวิชาหรือทุกรายวิชาในภาคการศึกษาที่กำลังเรียนเพราะไม่ประสงค์จะเรียน
                                    หรือมีเหตุจำเป็น เช่น เวลาเรียนไม่พอ, เรียนไม่ได้
                                </p>
                                <p><b>ขั้นตอนการขขอถอนรายวิชาเรียน</b></p>
                                <p>1. เลือกรายวิชาที่ต้องการยกเลิก จากเมนูแบบฟอร์มยกเลิกรายวิชาเรียน ใน
                                    ระบบสารสนเทศนักศึกษา</p>
                                <p>2. คลิกเลือกวิชาที่ต้องการยกเลิกรายวิชาเรียนแล้วกด "Submit"
                                    เพื่อส่งข้อมูลการยกเลิกรายวิชาเรียนแล้วพิมพ์แบบฟอร์มคําร้องยกเลิกรายวิชาเรียน</p>
                                <p>3. ขอความเห็นการยกเลิกรายวิชาจากอาจารย์ที่ปรึกษา</p>
                                <p>4. ขอความเห็นของอาจารย์ผู้สอนวิชาที่ขอยกเลิก โดยอาจารย์ผู้สอนตรวจสอบ Section
                                    รหัสวิชาและชื่อวิชาพร้อมเซ็นชื่อกํากับ</p>
                                <p>5. ยื่นคําร้องขอยกเลิกรายวิชาเรียนที่สํานักส่งเสริมวิชาการและงานทะเบียน
                                    พรhอมทั้งแสดงบัตรประจําตัวนักศึกษาหรือบัตรประชาชนภายในเวลาที่มหาวิทยาลัยกําหนด</p>
                                <p>(ดูกําหนดการขอยกเลิกใน ปฎิทินวิชาการ)</p>
                                <p>6.
                                    เมื่อสํานักส่งเสริมวิชาการและงานทะเบียนอนุมัติการขอยกเลิกรายวิชาเรียนและมีการบันทึกข้อมูลเรียบร้อยแล้วให้นักศึกษาตรวจสอบการ
                                    ยกเลิกรายวิชาได้ที่
                                    <a href="http://www.academic.cmru.ac.th/information_v2/0" target="_blank">
                                        http://www.academic.cmru.ac.th/information_v2/0
                                    </a> แล้วเข้าเมนู "ตารางสอบ" แล้วดูที่ ตารางสอบ จะมี W ตรงกับวิชาที่เรายกเลิก
                                    ถือเปHนการเสร็จสิ้นการยกเลิกรายวิชา ที่มา
                                    <a href="http://www.academic.cmru.ac.th/paper_download/load/paper_doc5.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/paper_download/load/paper_doc5.pdf
                                    </a>
                                </p>

                                <h4>ปริญญาเกียรตินิยม</h4>
                                <p><b>ปริญญาเกียรตินิยม จะต้องมีคุณสมบัติ ต่อไปนี้</b></p>
                                <p><b>นศ.รหัส 56</b></p>
                                <p>1. นศ.ปกติ วทบ. เรียนครบทุกหน่วยกิต+ไม่เกิน 8 เทอมปกติ</p>
                                <p>นศ.ปกติ คบ. เรียนครบทุกหน่วยกิต+ไม่เกิน 10 เทอมปกติ</p>
                                <p>นศ.พิเศษ วทบ. เรียนครบทุกหน่วยกิต+ไม่เกิน 12 เทอมปกติ</p>
                                <p>2. ไม่มีรายวิชาที่ได้เกรดต่ำกว่า C หรือได้เกรด U</p>
                                <p>3. เกียรตินิยมอันดับ1 ต้องมีเกรดสะสมเฉลี่ย ตั้งแต่ 3.50 ขึ้นไป</p>
                                <p>4. เกียรตินิยมอันดับ2 ต้องมีเกรดสะสมเฉลี่ย>=3.25แต่ไม่เกิน3.50</p>
                                <p>5. นศ.ที่ได้รับการยกเว้นการเรียนไม่มีสิทธิได้รับปริญญาเกียรตินิยม</p>
                                <p> - คณบดีโดยความเห็นชอบของคณะกรรมการประจำคณะ
                                    พิจารณาเสนอชื่อนศ.ที่สำเร็จการศึกษาและขอรับปริญญาต่อสภาวิชาการ
                                    เพื่อให้ความเห็นการให้ปริญญาเกียรตินิยม
                                    และนำเสนอสภามหาวิทยาลัยเพื่ออนุมัติการให้ปริญญาเกียรตินิยม</p>
                                <p>
                                    - ที่มา
                                    <a href="http://www.academic.cmru.ac.th/stdmanual/doc/manual56.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/stdmanual/doc/manual56.pdf
                                    </a>
                                </p>

                                <p><b>นศ.รหัส >=57</b></p>
                                <p>1. นศ.ปกติ วทบ. เรียนครบทุกหน่วยกิต+ไม่เกิน 8 เทอมปกติ</p>
                                <p>นศ.ปกติ คบ. เรียนครบทุกหน่วยกิต+ไม่เกิน 10 เทอมปกติ</p>
                                <p>นศ.พิเศษ วทบ. เรียนครบทุกหน่วยกิต+ไม่เกิน 12 เทอมปกติ</p>
                                <p>2. ไม่มีรายวิชาที่ได้เกรด W U หรือต่ำกว่า C</p>
                                <p>3. ไม่เคยลงทะเบียนเรียนซ้ำกับรายวิชาที่เคยลงทะเบียนแล้ว</p>
                                <p>3. เกียรตินิยมอันดับ1 ต้องมีเกรดสะสมเฉลี่ย ตั้งแต่ 3.50 ขึ้นไป</p>
                                <p>4. เกียรตินิยมอันดับ2 ต้องมีเกรดสะสมเฉลี่ย>=3.25แต่ไม่เกิน3.50</p>
                                <p>5. ไม่มีรายวิชาใดที่ได้รับการยกเว้นการเรียน</p>
                                <p>6. ไม่เคยถูกสั่งพักการศึกษาเพราะกระทําผิดวินัยนักศึกษา</p>
                                <p> - คณบดีโดยความเห็นชอบของคณะกรรมการประจำคณะ
                                    พิจารณาเสนอชื่อนศ.ที่สำเร็จการศึกษาและขอรับปริญญาต่อสภาวิชาการ
                                    เพื่อให้ความเห็นการให้ปริญญาเกียรตินิยม
                                    และนำเสนอสภามหาวิทยาลัยเพื่ออนุมัติการให้ปริญญาเกียรตินิยม</p>
                                <p>
                                    - ที่มา
                                    <a href="http://www.academic.cmru.ac.th/stdmanual/doc/manual57.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/stdmanual/doc/manual57.pdf
                                    </a>
                                </p>

                                <h4>ระเบียบ ข้อบังคับ ประกาศวิชาการ</h4>
                                <p>ระเบียบ ข้อบังคับ รวมทั้ง ประกาศ ต่างๆ ที่เกี่ยวข้องกับ งาน ด้าน วิชาการ</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/academic_rule/" target="_blank">
                                        http://www.academic.cmru.ac.th/academic_rule/
                                    </a>
                                </p>

                                <h4>การติดต่ออาจารย์</h4>
                                <p>นักศึกษาที่ปรึกษา นักศึกษาในวิชาเรียน นักศึกษาการศึกษาอิสระ ฯลฯ ที่ต้องการขอคำแนะนำ
                                    ปรึกษาวิชาการ/ทั่วไป</p>
                                <p>สามารถติดต่ออาจารย์ได้ ดังนี้</p>
                                <p>1. ติดต่อด้วยตนเอง ที่ห้องพักอาจารย์ 221, 223, 262, 264, ห้องสอน</p>
                                <p>• ควรไปพบอ.ด้วยตนเอง ที่ห้องพักอ./ห้องสอน **ดีที่สุด**</p>
                                <p>• หมายเลขห้องพักอาจารย์</p>
                                <p>
                                    <a href="http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=2" target="_blank">
                                        http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=2
                                    </a>
                                </p>
                                <p>• แต่งกายชุดนักศึกษาตามระเบียบมร.ชม. หรือแต่งกายสุภาพ</p>
                                <p>• นัดหมายล่วงหน้า จะได้ไม่เสียเวลา หากมาแล้วไม่พบอาจารย์</p>
                                <p>• หากมีเหตุจำเป็น เร่งด่วนสามารถไปรอที่ห้องสอนเพื่อพบอาจารย์หลังจากสอนเสร็จ</p>
                                <p>• ตารางสอนอาจารย์ และ Office Hours สำหรับให้คำปรึกษา</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/teachersch/" target="_blank">
                                        http://www.academic.cmru.ac.th/teachersch/
                                    </a>
                                </p>
                                <p>2. ติดต่อทาง Facebook หากมีเรื่องไม่เร่งด่วน</p>
                                <p>• หากมารอพบอาจารย์แล้ว ไม่พบ จึงฝากข้อความทาง Inbox จดลิงค์ได้ที่ห้องพักอาจารย์
                                    264</p>
                                <p>(หลีกเลี่ยงการติดต่อทาง Comment โพสต์
                                    เพราะอ.ไม่สามารถตามอัพเดทอ่านทุกโพสต์/ทุกกลุ่มได้ทั่วถึงทั้งหมด)</p>
                                <p>• พิมพ์แจ้ง รหัสนักศึกษา+ชื่อสกุล+สาขาวิชา+เรื่องที่ต้องการติดต่อ
                                    ทุกครั้งที่ติดต่อ</p>
                                <p>• ใช้ข้อความสุภาพ ถูกต้องตามหลักภาษาไทย งดใช้ภาษาวิบัติ</p>
                                <p>• หากไม่ตอบภายใน 1 สัปดาห์แสดงว่ามีภารกิจมาก ให้ติดต่อทางอื่น</p>
                                <p>3. ติดต่อทางโทรศัพท์ หากมีเรื่อง จำเป็น/เร่งด่วน</p>
                                <p>• จดเบอร์โทรได้ที่ห้องพักอาจารย์ทุกห้อง</p>
                                <p>• ใช้วาจาสุภาพ และแจ้ง ชื่อสกุล+สาขาวิชา+ชั้นปี+เรื่องที่ต้องการติดต่อ
                                    ทุกครั้งที่ติดต่อ</p>
                                <p>• โทรมาในเวลาที่เหมาะสม ถูกกาละเทศะ</p>
                                <p>• วันหยุด ถือเป็นเวลาส่วนตัว ก่อนเริ่มสนทนา นศ.ควรขอโทษที่โทรมารบกวน</p>
                                <p>• เช้าตรู่/กลางดึก ไม่ควรโทรอย่างยิ่ง เว้นแต่เป็นกรณีฉุกเฉินเร่งด่วน</p>
                                <p>• หากอาจารย์ไม่รับโทรศัพท์ ไม่ต้องโทรซ้ำๆ หลายๆ ครั้ง</p>
                                <p>• อย่าโทรมาในเวลาสอน ให้ตรวจสอบตารางสอน และวันเวลาว่างอาจารย์ ได้ที่</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/teachersch" target="_blank">
                                        http://www.academic.cmru.ac.th/teachersch
                                    </a>
                                </p>

                                <h4>การขอสำเร็จการศึกษา</h4>
                                <p>นศ.ชั้นปีสุดท้าย ที่เรียนครบหลักสูตร+คาดว่าจะสอบผ่านครบทุกวิชา+ได้เกรดเฉลี่ยรวม
                                    >=2.00 !!</p>
                                <p>+เกรดกลุ่มวิชาฝึกสอน/ฝึกประสบการณ์วิชาชีพ>= C ที่จะสำเร็จการศึกษา</p>
                                <p>1. ให้เข้าระบบ "ยื่นขอสำเร็จการศึกษา"</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/completions/" target="_blank">
                                        http://www.academic.cmru.ac.th/completions/
                                    </a>
                                </p>
                                <p>เพื่อยื่นขอจบและตรวจสอบรายวิชาลงทะเบียนว่าครบหรือไม่
                                    หากติดค้างรายวิชาใดจะได้ลงให้ครบได้ทัน</p>
                                <p>- ตรวจสอบรายวิชาที่ลงทะเบียน ครบตามโครงสร้างหลักสูตร ได้ที่</p>
                                <p>
                                    <a href="http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=52" target="_blank">
                                        http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=52
                                    </a>
                                </p>
                                <p>** นศ.ทุกชั้นปีควรตรวจสอบรายวิชาที่ลงทะเบียนให้ครบ ในแต่ละภาคเรียน**</p>
                                <p>2. นำใบคำร้อง "ขอสำเร็จการศึกษา" ให้อ.ที่ปรึกษาลงนามเห็นชอบ
                                    แล้วนำส่งสำนักทะเบียนฯ</p>
                                <p>พร้อมรูปถ่าย 2 นิ้ว จำนวน 1 รูป เขียนชื่อ นาม สกุล รหัสนักศึกษา สาขาวิชา</p>
                                <p>- นศ.ที่จบในระยะเวลาตามแผนเสนอแนะ ให้หัวหน้าหมู่รวบรวม
                                    ส่งคำร้องฯที่สำนักทะเบียนและประมวลผล</p>
                                <p>(กำหนดระยะเวลายื่นคำร้อง ดูได้ที่ปฏิทินวิชาการ <a
                                            href="http://www.academic.cmru.ac.th/" target="_blank">http://www.academic.cmru.ac.th/</a>)
                                </p>
                                <p>- นศ.ที่จบล่าช้ากว่าระยะเวลาตามแผนเสนอแนะ ให้ส่งคำร้องฯ
                                    ด้วยตนเองที่สำนักทะเบียนและประมวลผล</p>
                                <p>- หากสำนักทะเบียนและประมวลผล ตรวจสอบพบว่าเกรดเฉลี่ยรวมไม่เป็นไปตามเงื่อนไข
                                    คำร้องจะเป็นโมฆะและถือว่านศ.รายงานข้อมูลเป็นเท็จ</p>
                                <p>3. การอนุมัติจบ มีจำกัดแค่บางเดือน ถ้าเอกสารไม่ครบ / ยื่นไม่ทัน
                                    จะต้องเลื่อนไปเข้าที่ประชุมคณะ + มรชม. ในครั้งถัดไป
                                    ทำให้การอนุมัติจบล่าช้า</p>
                                <p>
                                    - ดูตัวอย่างเดือนที่มีการอนุมัติจบ ได้จาก
                                    <a href="http://www.academic.cmru.ac.th/graduate/" target="_blank">
                                        http://www.academic.cmru.ac.th/graduate/
                                    </a>
                                </p>
                                <p>4. มีปัญหา/ข้อสงสัย ควรขอคำแนะนำ สำนักทะเบียนและประมวลผล หรือ อ.ที่ปรึกษา หรือภาควิชา
                                    โดยทันที</p>

                                <h4>การขอยกเลิกการลาออก</h4>
                                <p>ขอยกเลิกการลาออก ต้องทำอย่างไรบ้าง</p>
                                <p>1. ดาวน์โหลดแบบฟอร์มขอยกเลิกการลาออก <a
                                            href="http://www.academic.cmru.ac.th/admin_paper.php" target="_blank">http://www.academic.cmru.ac.th/admin_paper.php</a>
                                </p>
                                <p>2. กรอกข้อมูล ช่องต่าง ๆ ให้ครบถ้วน ขอความคิดเห็นอ.ที่ปรึกษา</p>
                                <p>3. ยื่นคำร้องพร้อมแนบหลักฐานการลาออกที่สำนักทะเบียนฯ รอการอนุมัติผล</p>

                                <h4>การขอรักษาสภาพ/ลาพักการเรียน</h4>
                                <p>หากมีเหตุจำเป็นอันสุดวิสัย ทำให้เรียนไม่ได้ให้ปฏิบัติดังนี้</p>
                                <p>1. การรักษาสภาพ จะทำในกรณีที่ไม่ได้ลงทะเบียนเรียนหรือไม่ได้ชำระค่าเทอม</p>
                                <p>2. การลาพักการเรียน ทำในกรณีที่ลงทะเบียนเรียนละชำระเงินเรียบร้อยแล้ว</p>
                                <p>3. จะต้องยื่นให้เสร็จสิ้นก่อนวันสอบปลายภาค 2 สัปดาห์</p>
                                <p>4. ดาวน์โหลดแบบฟอร์ม จากเว็บไซต์ http://www.academic.cmru.ac.th/admin_paper.php</p>
                                <p>5. กรอกคำร้อง+ ขอความเห็น</p>
                                <p>5.1 อ.ที่ปรึกษา</p>
                                <p>5.2 หัวหน้าภาค</p>
                                <p>5.3 คณบดี</p>
                                <p>6. ชำระเงินค่าธรรมเนียม + ถ่ายเอกสารเก็บไว้เป็นหลักฐานที่ตนเอง 1 ชุด +
                                    ยื่นคำร้องที่สำนักทะเบียนฯ</p>
                                <p>- นักศึกษารหัส 50 - 56 อัตราค่าธรรมเนียมการศึกษาฯ พ.ศ. 2550</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/pdf/2556/notice50-8.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/pdf/2556/notice50-8.pdf
                                    </a>
                                </p>
                                <p>- นักศึกษารหัส >=57 อัตราค่าธรรมเนียมการศึกษ พ.ศ. 2557</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/pdf/notice5703.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/pdf/notice5703.pdf
                                    </a>
                                </p>
                                <p>(ทั้งนี้อาจมีการปรับเปลี่ยน
                                    ให้ศึกษาประกาศและสอบถามเพิ่มเติมที่สำนักทะเบียนและประมวลผล)</p>
                                <p>
                                    - ที่มา คู่มือนศ.
                                    <a href="http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=125" target="_blank">
                                        http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=125
                                    </a>
                                </p>

                                <h4>การขอย้ายสาขาวิชา</h4>
                                <p>การขอย้ายสาขาวิชา ต้องทำอย่างไรบ้าง</p>
                                <p>1. ต้องเป็นนักศึกษาในระดับชั้นปีที่ 2</p>
                                <p>2. ต้องลงทะเบียนเรียนในรายวิชาเอกของสาขาวิชาที่จะย้าย อย่างน้อย 2 วิชา + ได้เกรด B
                                    ขึ้นไป</p>
                                <p>3. มีเกรดเฉลี่ยสะสม > 2.00</p>
                                <p>4. ดาวน์โหลดแบบฟอร์มขอย้ายสาขาวิชา จากเว็บไซต์ <a
                                            href="http://www.academic.cmru.ac.th/admin_paper.php" target="_blank">http://www.academic.cmru.ac.th/admin_paper.php</a>
                                </p>
                                <p>5. กรอกคำร้อง ขอความเห็น</p>
                                <p>1) อ.ที่ปรึกษา 2) สาขาวิชาเดิม 3) คณะเดิม 4) สาขาวิชาใหม่ 5) คณะใหม่ 6)
                                    แนบผลการเรียน</p>
                                <p>6. นำเอกสารทั้งหมดมายื่นที่สำนักส่งเสริมวิชาการและงานทะเบียน รอการอนุมัติผล</p>
                                <embed src="http://www.general.cmru.ac.th/infocenter/condec/ConCmdFiles/2557/1072557.pdf"
                                       style="width: 100%; height: 600px"/>

                                <h4>การขอเปิดรายวิชา</h4>
                                <p>นศ.ค้างชั้นปี (นศ.ภาคปกติ/พิเศษ - รายวิชาหลักสูตรเก่า/ไม่มีนศ.รุ่นน้อง)
                                    ต้องปฏิบัติดังนี้</p>

                                <p>1. นศ.ที่มีสิทธิ์ยื่นขอเปิด</p>
                                <p>• ต้องเป็นนศ.ค้างชั้น / วทบ.ปี4 /คบ.ปี5 / นศ.ที่ลงทะเบียนเรียนเป็นภาคเรียนสุดท้าย</p>
                                <p>• ต้องยื่นขอเปิดด้วยตนเอง !!!</p>
                                <p>2. ตรวจสอบแผนเสนอแนะ รุ่นน้อง วค ทส ปร คพ ว่าเปิดวิชาใด+ปีการศึกษาใด (ถ้ามีเปิดในแผน
                                    ไม่ต้องยื่นขอเปิด)</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/plan_new/" target="_blank">
                                        http://www.academic.cmru.ac.th/plan_new/
                                    </a>
                                </p>
                                <p>3. ตรวจสอบโครงสร้างหลักสูตร รายวิชาต้องเรียน</p>
                                <p>
                                    <a href="http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=52" target="_blank">
                                        http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=52
                                    </a>
                                </p>
                                <p>4. ตรวจสอบกำหนดเวลา"ยื่นขอเปิด" ดูที่ปฏิทินวิชาการ</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/" target="_blank">
                                        http://www.academic.cmru.ac.th/
                                    </a>
                                </p>
                                <p>5. นศ.ที่ยื่นขอเปิดจะต้องหาอ.ผู้สอนด้วยตนเอง +ให้อ.ผู้สอนเซ็นรับรอง
                                    ในเอกสารยื่นขอเปิด หรือให้อ.ผู้สอนแจ้งภาควิชา</p>
                                <p>• หากไม่ทราบอ.ผู้สอน ให้สอบถามอ.ปรึกษา / ภาควิชา</p>
                                <p>6. คณะกรรมการหลักสูตร/ภาควิชาจะพิจารณาอนุมัติ</p>
                                <p>• ให้เปิดเฉพาะวิชาที่มีลายเซ็นต์อ.ผู้สอน อยู่ในเอกสารคำร้องของเปิด หรือ
                                    ได้รับแจ้งข้อมูลจากอ.ผู้สอนเท่านั้น !!!</p>
                                <p>• ดังนั้น เอกสารยื่นขอเปิดที่สมบูรณ์ จะต้องมีลายเซ็นต์ 2 ท่าน</p>
                                <p>1) อ.ที่ปรึกษา 2) อ.ผู้สอน</p>
                                <p>7. การยื่นขอเปิดในภาคเรียนที่ 1-2 อาจหาอาจารย์ผู้สอนไม่ได้เนื่องจาก</p>
                                <p>• อาจารย์แต่ละท่านมีภาระสอนมาก + วิชาขอเปิดไม่คิดภาระงานให้</p>
                                <p>• ต้องหาห้องเรียน / ห้อง LAB / ห้องสอบ + คุมสอบเอง + ห้องเรียนเต็มแทบทุกห้อง /
                                    มีไม่พอ</p>
                                <p>• ต้องหาเวลาเรียน + เวลาสอบที่อาจารย์และนศ.ทั้งหมด !!! ว่างตรงกัน ด้วยตนเอง</p>
                                <p>• แนะนำให้นศ.ยื่นขอเปิดวิชาในภาคเรียนที่ 3 / ภาคพิเศษ เพื่อสะดวกในการหาห้องเรียน
                                    และจัดหาเวลาเรียนที่ตรงกัน</p>
                                <p>8. กรณีเป็นวิชาหลักสูตรเก่าที่จะไม่เปิดอีก ให้รวบรวมผู้เรียนมาให้ครบทุกคน</p>
                                <p>9. หากปีการศึกษาใด ภาควิชาได้อนุมัติขอเปิดรายวิชาใดไปแล้ว
                                    อาจจะไม่อนุมัติเปิดวิชานั้นซ้ำอีก</p>
                                <p>• ยกเว้น กรณีสุดวิสัย จะพิจารณาเป็นกรณีไป</p>
                                <p>10. การยื่นขอเปิดรายวิชาใดๆ</p>
                                <p>• นศ.ที่ยื่นขอเปิดจะต้องติดตามประกาศจากภาควิชา / อ.ผู้สอน
                                    เพื่อนัดหมาย/ติดต่อสอบถามเพิ่มเติมเกี่ยวกับวัน+เวลาเรียน</p>
                                <p>(หากเกิดปัญหาไม่สามารถเรียนได้ในวันเวลาที่กำหนด
                                    จะถือว่าเป็นความรับผิดชอบของนศ.ที่ไม่ติดตามข่าวสาร)</p>
                                <p>• รายวิชาขอเปิด **ที่ได้รับอนุมัติเปิด** จะปรากฏในระบบจองรายวิชาในช่วงเพิ่ม-ถอน
                                    ในแต่ละภาคเรียน</p>
                                <p>• สำนักทะเบียนและประมวลผล จะล็อกให้ลงทะเบียนตามรายชื่อนศ.ยื่นขอเปิดเท่านั้น !!
                                    และต้องมาเพิ่ม (แอดมือ) ในระบบได้ที่</p>
                                <p>สำนักทะเบียนฯ ในช่วงเพิ่ม-ถอน ตอนเปิดภาคเรียน และต้องให้ผู้สอนอนุมัติในระบบ</p>
                                <p>• ผู้ที่ไม่ได้ยื่นขอเปิดจะเห็นรายวิชาขอเปิด แต่ไม่สามารถคลิกลงทะเบียนได้
                                    จะต้องติดต่ออ.ผู้สอนเซ็นต์อนุญาตให้เรียน/เปิดเพิ่มจำนวน</p>
                                <p>แล้วยื่นเอกสาร/แจ้งไปยังสำนักทะเบียนฯ จึงจะให้ลงทะเบียนเรียนได้</p>
                                <p>11. การยื่นขอเปิดรายวิชาการศึกษาอิสระฯ</p>
                                <p>• หากมีนศ.มายื่นขอเปิดไปแล้ว นศ.ในหมู่เรียนเดียวกันไม่ต้องขอเปิดแล้ว
                                    แต่ให้แจ้งจำนวนผู้เรียนให้อ.ทราบ</p>
                                <p>• นศ.จะต้องมาเพิ่ม (แอดมือ) ในระบบในช่วงเพิ่ม-ถอน ตอนเปิดภาคเรียน
                                    และต้องให้ผู้สอนอนุมัติในระบบ เท่านั้น</p>
                                <p>• กรุณายื่นขอเปิดรายวิชา ให้ถูกต้องตามหลักสูตรของนศ.</p>
                                <p>คพ รหัส 49-54 COM 4902 การศึกษาอิสระด้านคอมพิวเตอร์</p>
                                <p>คพ รหัส 56-58 COM 4907 การศึกษาอิสระด้านคอมพิวเตอร์ศึกษา</p>
                                <p>วค รหัส 53-57 COM 4904 การศึกษาอิสระด้านวิทยาการคอมพิวเตอร์</p>
                                <p>วค รหัส 51-52, 58 COM 4902 การศึกษาอิสระด้านคอมพิวเตอร์</p>
                                <p>ทส รหัส 53-57 COM 4905 การศึกษาอิสระด้านเทคโนโลยีสารสนเทศ</p>
                                <p>ทส รหัส 51-52, 58 COM 4902 การศึกษาอิสระด้านคอมพิวเตอร์</p>
                                <p>ปร รหัส 53-57 COM 4906 การศึกษาอิสระด้านการโปรแกรมและการรักษาความปลอดภัยบนเว็บ</p>
                                <p>ปร รหัส 51-52, 58 COM 4902 การศึกษาอิสระด้านคอมพิวเตอร์</p>
                                <p>12. นศ.ที่ไม่เรียนตามแผน/ติด F !! จะต้องยอบรับว่าจะทำให้จบช้า
                                    และหากไม่ได้รับอนุมัติขอเปิด</p>
                                <p>• จะต้องรอเรียนกับหลักสูตรอื่น/ตามแผนรุ่นน้อง</p>
                                <p>• โดยเฉพาะนศ.ภาคพิเศษที่ไม่มีรุ่นน้อง อาจจะต้องไปเรียนร่วมกับภาคปกติ</p>

                                <p>ที่มา</p>
                                <p>1.
                                    <a href="http://www.academic.cmru.ac.th/paper_download/load/paper_doc6.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/paper_download/load/paper_doc6.pdf
                                    </a>
                                </p>
                                <p>2. ประกาศสถาบันราชภัฏเชียงใหม่</p>
                                <p>เรื่อง
                                    หลักเกณฑ์และแนวปฏิบัติการขอเปิดรายวิชาที่อยู่นอกเหนือจากแผนการเรียนและรายการจัดสอนและสอบ</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/academic_rule/pdf/20131203095507255720.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/academic_rule/pdf/20131203095507255720.pdf
                                    </a>
                                </p>
                                <embed src="http://www.academic.cmru.ac.th/academic_rule/pdf/20131203095507255720.pdf"
                                       style="width: 100%; height: 600px"/>

                                <h4>การขอเรียนร่วม/เรียนเกิน</h4>

                                <p>การขอเรียนร่วม กับภาคอื่น</p>
                                <p>1) เป็นรายวิชาที่ไม่มีเปิดในภาคการศึกษาที่นศ.สังกัดอยู่</p>
                                <p>2) เป็นรายวิชาที่มีวันและเวลาเรียน/วันและเวลาสอบซ้ำกัน</p>
                                <p>3) กรณีที่ต้องการแก้ไขรายวิชาที่ติด F หรือ E</p>
                                <p>4) กรณีที่ได้ดําเนินการเทียบโอน/ยกเว้นผลการเรียน</p>
                                <p><b>หมายเหตุ</b></p>
                                <p> - ขออนุเคราะห์นักศึกษามายื่นขอเรียนร่วม/เรียนเกินด้วยตนเองเท่านั้น
                                    เว้นแต่จะมีเหตุจำเป็นอันสุดวิสัย อยู่ต่างจังหวัด เนื่องจาก ตามระเบียบมหาวิทยาลัย
                                    นักศึกษาต้องลงทะเบียนและดำเนินการด้วยตนเอง เพื่อผลประโยชน์ของนักศึกษาเป็นสำคัญ</p>
                                <p>- อาจารย์ที่ปรึกษาและภาควิชาจะได้ทราบข้อมูลนักศึกษา แจ้งข้อมูลที่เป็นประโยชน์
                                    ที่ทำให้จบการศึกษาได้โดยรวดเร็ว ทันรับปริญญา และอนุมัติจบได้ภายในระยะเวลากำหนด</p>
                                <p>- นศ.ภาคพิเศษที่มาเรียนร่วมกับภาคปกติ จะต้องเรียน/ทำกิจกรรมเหมือนกับภาคปกติ
                                    ทุกอย่าง</p>
                                <p>- ขอความอนุเคราะห์สละเวลามาดำเนินการภายในระยะเวลากำหนด</p>
                                <p>- นักศึกษาภาคพิเศษ สามารถมาในตอนเย็นวันจันทร์-ศุกร์
                                    และเสาร์-อาทิตย์ที่ไม่ตรงกับทำงานหรือติดราชการได้</p>
                                <p>- กรุณานัดหมายล่วงหน้า หากไม่นัดหมาย อาจเสียเวลามาไม่พบอาจารย์</p>

                                <p>การเรียนเกิน</p>
                                <p>1) ต้องเป็นนศ.ค้างชั้นหรือภาคเรียนสุดท้ายเท่านั้น</p>
                                <p>2) ภาคปกติ ลงทะเบียนได้ 22 หน่วยกิต+เรียนเกิน 3 หน่วยกิต</p>
                                <p>3) ภาคพิเศษ ลงทะเบียนได้ 15 หน่วยกิต + เรียนเกิน 3 หน่วยกิต</p>
                                <p>4) ภาคฤดูร้อน ลงทะเบียนได้ 9 หน่วยกิต + เรียนเกิน 3 หน่วยกิต</p>
                                <p>5) วิชาฝึกประสบการณ์วิชาชีพฯ ไม่นับเป็นวิชาที่มาขอเรียนเกิน</p>
                                <p><b>หมายเหตุ</b></p>
                                <p>- ภาคเรียนสุดท้าย คือ เป็นภาคเรียนสุดท้ายตามแผนการเรียนเสนอแนะหลักสูตร
                                    หรือเป็นภาคเรียนที่นศ.ชั้นปีสุดท้ายลงเรียนวิชาเตรียมฝึกฯ</p>

                                <p>ที่มา</p>
                                <p>1.
                                    <a href="http://www.academic.cmru.ac.th/paper_download/load/paper_doc3.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/paper_download/load/paper_doc3.pdf
                                    </a>
                                </p>
                                <p>2. ประกาศมหาวิทยาลัยราชภัฏเชียงใหม่ เรื่อง
                                    แนวปฏิบัติในการลงทะเบียนเรียนร่วมและเรียนเกิน (ฉบับที่ ๒)</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/…/p…/20131203095414754319.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/…/p…/20131203095414754319.pdf
                                    </a>
                                </p>
                                <embed src="http://www.academic.cmru.ac.th/academic_rule/pdf/20131203095414754319.pdf"
                                       style="width: 100%; height: 600px"/>

                                <h4>การขอเอกสารการศึกษา</h4>
                                <p>นักศึกษาสามารถขอเอกสารการศึกษาจากมหาวิทยาลัยได้ดังนี้</p>
                                <p>- ใบรับรองการเป็นนักศึกษา</p>
                                <p>- ใบรับรองผลการเรียน (Transcript)</p>
                                <p>- ใบเกรดเพื่อตรวจสอบ</p>
                                <p>- ใบรับรองคุณวุฒิ</p>
                                <p>- ใบปริญญาบัตร</p>
                                <p>- ใบอนุปริญญาบัตร</p>
                                <p>- ใบประกาศนียบัตร</p>
                                <p>- ใบสุทธิ</p>
                                <p>มีขั้นตอนดังนี้</p>
                                <p>1. ดาวน์โหลดคําร้องขอเอกสารการศึกษา ดาวน์โหลดได้ที่
                                    <a href="http://www.academic.cmru.ac.th/web59/" target="_blank">
                                        http://www.academic.cmru.ac.th/web59/
                                    </a>
                                </p>
                                <p>2. นําคําร้องไปชําระเงินค่าธรรมเนียมที่กองคลัง สํานักงานอธิการดี (ห้องการเงิน)</p>
                                <p>3. นําคําร้องมายื่นที่สํานักทะเบียนและประมวลผล</p>
                                <p><b>หมายเหตุ</b></p>
                                <p> การออกทรานสคริปท์ มีการออกหลายรูปแบบ เช่น ออกเฉพาะผลการเรียนที่ผ่านมา
                                    หรือถ้าสำเร็จการศึกษาแล้วก็ออกให้ได้ แต่จะออกทรานสคริปท์แบบสำเร็จการศึกษาได้
                                    นักศึกษาต้องเรียนจบครบตามหลักสูตร ทำเรื่องขอจบ สำนักทะเบียนฯ
                                    และคณะจะตรวจสอบก่อนว่าเรียนครบถ้วนหรือไม่ จากนั้นจึงจะนำเสนอที่สภาวิชาการ
                                    และสภามหาวิทยาลัยอนุมัติตามลำดับ
                                    ไม่ใช่เรียนจบเกรดออกแล้วจะได้ใบทรานสคริปท์ที่สำเร็จการศึกษาทันที
                                    เพราะมีขั้นตอนการอนุมัติจบ</p>

                                <h4>การขาดสอบ/เลื่อนสอบ</h4>
                                <p>ประกาศแนวปฏิบัติการขอสอบของนศ.ที่ขาดสอบ กลางภาคและปลายภาค (คณะวิทยฯ)</p>
                                <p>การสอบถือเป็นเรื่องสำคัญมาก **หากนศ.ขาดสอบ Final จะได้รับเกรดเป็น F **
                                    โดยจะไม่พิจารณาคะแนนเก็บอื่นๆ ที่มีทั้งหมด ดังนั้น</p>
                                <p>1. กรณีมีเหตุฉุกเฉิน อันสุดวิสัย เช่น ป่วยหนักมาก บาดเจ็บจากอุบัติเหตุ</p>
                                <p> - ต้องรีบไปให้แพทย์ตรวจวินิจฉัย และมีใบรับรองจากแพทย์ที่มีข้อความระบุว่า **
                                    ต้องหยุดพักเป็นระยะเวลา......วัน (วันที่ให้หยุดพักต้องตรงกับวันสอบ)**
                                    จึงจะมีสิทธิ์ยื่นขออนุมัติขอสอบกรณีขาดสอบได้</p>
                                <p>2. ยางรั่ว รถเสีย ฯลฯ ไม่รับพิจารณา</p>
                                <p> - นศ.จะต้องตรวจสอบสภาพรถให้สมบูรณ์ สภาพการจราจร
                                    เตรียมวิธีการล่วงหน้าหากรถมีปัญหาให้ผู้ปกครอง/ญาติ/เพื่อนมาส่งได้ทัน
                                    เดินทางถึงห้องสอบ30นาที-1ชั่วโมงก่อนเวลาเข้าสอบ **เข้าห้องสอบช้าเกิน 15 นาที
                                    หมดสิทธิ์สอบ**</p>
                                <p> 3. กรณีขาดสอบอื่นๆ ที่ทราบล่วงหน้า
                                    ให้รีบยื่นขออนุมัติและรับทราบผลพิจารณาก่อนวันสอบจริง โดยคณะฯจะพิจารณาถึงความจำเป็น
                                    สุดวิสัย หลีกเลี่ยงไม่ได้ โดยจะถือแนวปฏิบัติที่การสอบเป็นเรื่องสำคัญอันดับแรก
                                    กิจธุระอื่นถือเป็นเรื่องลำดับรอง</p>
                                <p>4. กรณีขาดสอบด้วยเหตุสุดวิสัย นักศึกษายื่นคำร้องเลื่อนสอบได้ที่ฝ่ายงานวิชาการ
                                    คณะวิทยาศาสตร์และเทคโนโลยีภายในเวลาที่คณะกำหนด โดยเป็นไปตามประกาศฯ ดังนี้</p>
                                <p>- ขาดสอบกลางภาคเรียน ให้ยื่นคำร้องภายในระยะเวลาไม่เกิน 7 วัน
                                    นับจากวันสุดท้ายของการสิ้นสุดการสอบกลางภาคเรียน</p>
                                <p>- ขาดสอบปลายภาคเรียน ให้ยื่นคำร้องภายในระยะเวลาไม่เกิน 7 วัน
                                    นับจากวันเปิดภาคการศึกษาถัดไปและนับภาคฤดูร้อนเป็นภาคการศึกษาถัดไปด้วย</p>
                                <p>5. แนวปฏิบัติการขอสอบของนศ.ที่ขาดสอบ (คณะวิทยาศาสตร์ฯ)</p>
                                <p>
                                    <a href="https://www.facebook.com/download/preview/913596895441016/" target="_blank">
                                        https://www.facebook.com/download/preview/913596895441016/
                                    </a>
                                </p>
                                <p>6. โหลดแบบคำร้องขออนุญาตสอบ คณะวิทยาศาสตร์ได้ที่</p>
                                <p>
                                    <a href="http://www.science.cmru.ac.th/web59/scidoc.php?module=3" target="_blank">
                                        http://www.science.cmru.ac.th/web59/scidoc.php?module=3
                                    </a>
                                </p>
                                <p>7. สอบถามรายละเอียดเพิ่มเติมได้ที่ คุณอุทัยวรรณ ฝ่ายวิชาการ คณะวิทยาศาสตร์ฯ</p>
                                <p>ที่มา</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/academic_rule/pdf/20131203091642250115.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/academic_rule/pdf/20131203091642250115.pdf
                                    </a>
                                </p>
                                <embed src="http://www.academic.cmru.ac.th/academic_rule/pdf/20131203091642250115.pdf"
                                       style="width: 100%; height: 600px"/>


                                <h4>การประเมินการสอนผ่านอินเตอร์เน็ต</h4>

                                <p>ถ้านศ.ไม่ประเมินการสอนผ่านอินเตอร์เน็ตตามระยะเวลากำหนด
                                    จะไม่สามารถดูผลการเรียนภาคเรียนนั้นได้</p>
                                <p>
                                    ที่มา
                                    <a href="http://www.academic.cmru.ac.th/academic_rule/pdf/20130123095621326921-evaluate.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/academic_rule/pdf/20130123095621326921-evaluate.pdf
                                    </a>
                                </p>
                                <embed src="http://www.academic.cmru.ac.th/academic_rule/pdf/20130123095621326921-evaluate.pdf"
                                       style="width: 100%; height: 600px"/>


                                <h4>การขอลายเซ็นหัวหน้าภาค</h4>
                                <p>1. ลาพักการศึกษา/ รักษาสภาพ</p>
                                <p>1.1 ให้ยื่น/รับคืนเอกสาร ในตะกร้าสีแดงหน้าห้อง 264</p>
                                <p>1.2 เตรียมเอกสารและหลักฐานให้ครบสมบูรณ์</p>
                                <p>1.3 หากเอกสารระบุให้ผู้ปกครอง หรืออาจารย์ที่ปรึกษาลงนาม
                                    ต้องขอลายเซ็นต์ให้เรียบร้อย</p>
                                <p>1.4 หากเอกสารไม่สมบูรณ์จะไม่พิจารณาลงนามให้ **</p>
                                <p>1.5 ยกเว้น นักศึกษาค้างชั้น ปีที่5 เป็นต้นไป จะต้องมาติดต่อ ด้วยตนเองเท่านั้น!!!
                                    เนื่องจาก ต้องการสอบถามเพิ่มเติม และแนะนำข้อมูลต่างๆ ที่เป็นประโยชน์ให้นักศึกษา</p>
                                <p>2. อื่นๆ นอกเหนือจากข้อที่1 เช่น เกียรติบัตร บันทึกข้อความ ขอเรียนร่วม</p>
                                <p>- จะต้องมาติดต่อ ด้วยตนเองเท่านั้น!!! เนื่องจาก ต้องการสอบถามเพิ่มเติม
                                    และแนะนำข้อมูลต่างๆ ที่เป็นประโยชน์ให้นักศึกษา</p>
                                <p>หมายเหตุ หากมีเรื่องจำเป็น เร่งด่วน
                                    ให้จดเบอร์โทรศัพท์อาจารย์ที่ติดอยู่บนประตูด้านในห้องพักอาจารย์ 264
                                    หรือขอได้ที่ห้องพักอาจารย์ห้องอื่น</p>

                                <h4>การพ้นสภาพ/รีไทร์</h4>
                                <p>การพ้นสภาพนักศึกษา (รีไทร์)</p>
                                <p>จะพิจารณาเมื่อสิ้นสุดปีการศึกษา ภาคปกติ (เทอม 2) - ภาคพิเศษ (เทอม 3)</p>
                                <p>ปี 1 เกรดเฉลี่ยสะสมต่ำกว่า 1.5</p>
                                <p>ปี 2 เกรดเฉลี่ยสะสมต่ำกว่า 1.7</p>
                                <p>ปี 3 ขึ้นไป เกรดเฉลี่ยสะสมต่ำกว่า 1.8</p>
                                <p>• กรุณาสอบถามคะแนนเก็บจากอ.ผู้สอนทุกวิชา ก่อนเกรดออก</p>
                                <p>• หากเกรดมีปัญหาจะรีไทร์ ให้ติดต่อขอคำแนะนำจาก อ.ที่ปรึกษา/ภาควิชา ด่วน</p>
                                <p>• ลงทะเบียนและวางแผนให้เหมาะสมตามที่อาจารย์ที่ปรึกษาแนะนำ ในชั่วโมงโฮมรูม
                                    และให้พบอ.ปรึกษาโดยทันที หากมีปัญหา</p>
                                <p><b>หมายเหตุ</b></p>
                                <p>1. นศ.ที่ยื่นขอสำเร็จการศึกษา จะต้องมีเกรดเฉลี่ยสะสม 2.00 ขึ้นไป ถึงจะจบได้</p>
                                <p>2. ผู้พ้นสภาพการเป็นนศ. ตรวจสอบรายชื่อได้ที่</p>
                                <p>2.1 ค้นหาผู้พ้นสภาพการเป็นนศ.ตามรหัสนศ.</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/retire/" target="_blank">
                                        http://www.academic.cmru.ac.th/retire/
                                    </a>
                                </p>
                                <p>2.2 ค้นหาผู้พ้นสภาพการเป็นนศ.ตามหลักสูตร / หมู่เรียน</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/statstd/index.php" target="_blank">
                                        http://www.academic.cmru.ac.th/statstd/index.php
                                    </a>
                                </p>

                                <h4>การขอใช้ห้องเรียน ห้องประชุม</h4>
                                <p>1. ห้องเรียน 222 224 263 265 (ภาควิชาคอมพิวเตอร์)</p>
                                <p>- ค้นหาห้องว่างที่
                                    <a href="http://www.academic.cmru.ac.th/free_space/" target="_blank">
                                        http://www.academic.cmru.ac.th/free_space/
                                    </a>
                                </p>
                                <p>- จองห้องชั้น 6 ทีคุณกรีฑา ห้อง 262</p>
                                <p>- จองห้องชั้น 2 ที่คุณณัฐพร ห้อง 221</p>
                                <p>2. สำนักดิจิตอล - โทร 5924</p>
                                <p>- ค้นหาห้องว่าง ได้ที่
                                    <a href="http://www.booking.cmru.ac.th/" target="_blank">
                                        http://www.booking.cmru.ac.th/
                                    </a>
                                </p>
                                <p>- ยื่นฟอร์มขอใช้ห้อง
                                    <a href="http://www.digital.cmru.ac.th/core/File/993.pdf" target="_blank">
                                        http://www.digital.cmru.ac.th/core/File/993.pdf
                                    </a>
                                    ส่งที่สำนักดิจิตอลฯ ชั้น 31
                                </p>
                                <p>3. ห้องประชุมคณะวิทยาศาสตร์ - โทร 5660</p>
                                <p>- ขอแบบฟอร์มและยื่นคำร้องขอใช้ห้องได้ที่ สำนักงานคณะวิทย์ฯ</p>
                                <p>4. ห้องเอื้องม่านสายพระอินทร์ อาคารพระเทพ (โทรศัพท์-โทรสาร 5680, 5880)</p>
                                <p>- ยื่นฟอร์มขอใช้ห้อง
                                    <a href="https://www.facebook.com/download/preview/953039408106741" target="_blank">
                                        https://www.facebook.com/download/preview/953039408106741
                                    </a>
                                    ส่งที่สำนักงานศิลปวัฒนธรรม</p>
                                <p>5. ห้องประชุมคณะวิทยาการจัดการ - โทร 5800</p>
                                <p>- ค้นหาห้องว่าง ได้ที่
                                    <a href="http://www.management.cmru.ac.th/meeting/" target="_blank">
                                        http://www.management.cmru.ac.th/meeting/
                                    </a>
                                </p>
                                <p>- ยื่นฟอร์มขอใช้ห้อง
                                    <a href="http://www.management.cmru.ac.th/web56/file/booking.pdf" target="_blank">
                                        http://www.management.cmru.ac.th/web56/file/booking.pdf
                                    </a>
                                    ส่งที่สำนักงานคณะวิทยาการจัดการ</p>
                                <p>6. ห้องเรียน / ห้องประชุม อาคาร 27 - โทร 5380</p>
                                <p>- ค้นหาห้องเรียนว่างที่
                                    <a href="http://www.academic.cmru.ac.th/free_space/" target="_blank">
                                        http://www.academic.cmru.ac.th/free_space/
                                    </a>
                                </p>
                                <p>- ค้นหาห้องประชุมว่างที่
                                    <a href="http://www.asset.cmru.ac.th/meeting" target="_blank">
                                        http://www.asset.cmru.ac.th/meeting
                                    </a>
                                </p>
                                <p>- ยื่นฟอร์มขอใช้ห้อง
                                    <a href="http://www.dbdcmru.com/download-document.html" target="_blank">
                                        http://www.dbdcmru.com/download-document.html
                                    </a>
                                    ส่งที่สำนักงานฝ่ายสถานที่</p>
                                <p>7. เช่าห้องประชุม มรชม. (หน่วยงานภายนอกขอใช้) - โทร 5367-5368</p>
                                <p>- ค่าบริการ
                                    <a href="http://www.plan.cmru.ac.th/Revenue/ConCmdFiles/2558/3-22558.pdf" target="_blank">
                                        http://www.plan.cmru.ac.th/Revenue/ConCmdFiles/2558/3-22558.pdf
                                    </a>
                                </p>
                                <p>- ติดต่อที่สำนักงานบริหารและจัดการทรัพย์สิน
                                    <a href="http://www.asset.cmru.ac.th/" target="_blank">
                                        http://www.asset.cmru.ac.th/
                                    </a>
                                </p>
                                <p>8. ตรวจสอบเบอร์โทรศัพท์ภายใน มร.ชม.</p>
                                <p>
                                    - ค้นหาที่
                                    <a href="http://www.webtel.cmru.ac.th/" target="_blank">
                                        http://www.webtel.cmru.ac.th/
                                    </a>
                                </p>

                                <h4>วินัยและการดำเนินการทางวินัย</h4>
                                <p>+ + ความผิดวินัย + +</p>
                                <p>(๑) ไม่ถือปฏิบัติตามข้อบังคับ ระเบียบ ประกาศและคำสั่งของมหาวิทยาลัย</p>
                                <p>(๒) ประพฤติตนไม่สมกับการเป็นนักศึกษา</p>
                                <p>(๓) แต่งกายไม่ถูกต้องตามระเบียบฯ</p>
                                <p>(๔) ชักนำผู้อื่นให้หลงประพฤติผิดวินัย</p>
                                <p>(๕) ไม่เคารพหรือไม่สุภาพต่ออาจารย์</p>
                                <p>(๖) สูบบุหรี่ในมหาวิทยาลัย</p>
                                <p>----------------------------------------------</p>
                                <p>+ + ความผิดวินัยร้ายแรง + +</p>
                                <p>(๑) ทำความผิดตามกฎหมายที่มีโทษทางอาญา</p>
                                <p>(๒) ซื้อ จำหน่าย แลกเปลี่ยน เสพสุรา/ยาเสพติดภายในมหาวิทยาลัย</p>
                                <p>(๓) พกพาอาวุธเข้ามาภายในมหาวิทยาลัย</p>
                                <p>(๔) ทำร้าย ข่มขู่อาจารย์หรือเจ้าหน้าที่ของมหาวิทยาลัย</p>
                                <p>(๕) ก่อเหตุทะเลาะวิวาท</p>
                                <p>(๖) ทำให้ทรัพย์สิน และความปกติสุขของส่วนรวม/มหาวิทยาลัยเสียหาย</p>
                                <p>(๗) กระทำผิดเกี่ยวกับทรัพย์ เช่น ลัก/กรรโชก/ วิ่งราว/ฉ้อโกง/ยักยอกทรัพย์</p>
                                <p>(๘) ปลอมแปลงเอกสาร</p>
                                <p>(๙) ก่อความขัดแย้ง ยุยงให้เกิดความไม่สงบในบริเวณมหาวิทยาลัย</p>
                                <p>(๑๐) กระทำอนาจาร/ชู้สาว/ค้าประเวณี</p>
                                <p>(๑๑) เล่นการพนันภายในมหาวิทยาลัย</p>
                                <p>(๑๒) จัดทำ/แต่งเติม/ส่งต่อสื่อ/ภาพ/สื่ออิเล็กทรอนิกส์ที่ก่อความเสียหาย</p>
                                <p>(๑๓) ทุจริตในการสอบ</p>
                                <p>(๑๔) คัดลอกเลียนแบบงานวิทยานิพนธ์/การค้นคว้าอิสระโดยมิชอบ</p>
                                <p>----------------------------------------------</p>
                                <p>โทษทางวินัยมี๕ สถาน ดังนี้</p>
                                <p>(๑) ว่ากล่าวตักเตือน</p>
                                <p>(๒) ทำทัณฑ์บน</p>
                                <p>(๓) พักการเรียนหรือพักการเสนอขออนุมัติปริญญา ไม่เกิน ๑ ปีการศึกษา</p>
                                <p>(๔) พ้นสภาพการเป็นนักศึกษา</p>
                                <p>(๕) พ้นสภาพการเป็นนักศึกษา และลบชื่อออกจากทะเบียนนักศึกษา</p>
                                <p>----------------------------------------------</p>
                                <p>อ่านเพิ่มเติมได้ ที่มา
                                    <a href="http://www.council.cmru.ac.th/schTOGET/concludelaws/2554/regula/regula5413.pdf" target="_blank">
                                        http://www.council.cmru.ac.th/schTOGET/concludelaws/2554/regula/regula5413.pdf
                                    </a>
                                </p>
                                <embed src="http://www.council.cmru.ac.th/schTOGET/concludelaws/2554/regula/regula5413.pdf"
                                       style="width: 100%; height: 600px"/>

                                <h4>การตรวจสอบผลการเรียน</h4>
                                <p>ตรวจสอบผลการเรียน ได้ที่ระบบข้อมูลสารสนเทศสำหรับนักศึกษา</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/information/_site/index.php" target="_blank">
                                        http://www.academic.cmru.ac.th/information/_site/index.php
                                    </a>
                                </p>
                                <p>- คลิกเลือกเมนูตรวจสอบสำเร็จการศึกษา</p>
                                <p>- หากพบมีปัญหาให้รีบติดต่อสำนักทะเบียนและประมวลผล</p>

                                <h4>แนวปฏิบัตินักศึกษาค้างชั้นปี</h4>
                                <p>นศ.ภาคพิเศษ+นศ.ค้างชั้นปี+ติด F+เรียนไม่ครบหน่วยกิต !!</p>
                                <p>บางวิชาจะไม่เปิดสอน เพราะ ไม่มีนศ.รุ่นน้องหรือหลักสูตรปรับปรุงวิชาเดิมไม่มีสอน
                                    จะต้องรีบเก็บวิชาให้ครบ+เรียนร่วมกับนศ.รุ่นน้อง ภาคปกติ / พิเศษ / หลักสูตรอื่น
                                    ดังนี้</p>
                                <p>1. ตรวจสอบแผนการเปิดรายวิชาของหลักสูตรอื่น / รุ่นน้อง</p>
                                <p>ได้ที่แผนเสนอแนะ
                                    http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=61</p>
                                <p>ค้นหาจากชื่อ หลักสูตร (วิทยาการคอมพิวเตอร์ / เทคโนโลยีสารสนเทศ / การโปรแกรมฯ /
                                    คอมพิวเตอร์ศึกษา)</p>
                                <p>แล้วคลิกเลือกเมนูแผนเสนอแนะ</p>
                                <p>2. โครงสร้างหลักสูตร
                                    http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=52</p>
                                <p>- วิชาเอกบังคับ ต้องเรียน ให้ผ่านครบทุกวิชา !!!</p>
                                <p>- วิชาเอกเลือก ปรับเปลี่ยนเรียนวิชาอื่นๆ ไม่ตามแผนเสนอแนะได้ แต่ให้ครบหน่วยกิต</p>
                                <p>- วิชาศึกษาทั่วไป , วิชาฝึกประสบการณ์ , วิชาเฉพาะ , วิชาเลือกเสรี ฯลฯ</p>
                                <p>3. ยื่นขอเปิด/เรียนร่วม/เรียนเกิน อ่านได้ที่
                                    http://www.computer.cmru.ac.th/index.php?name=main&file=index&id_list_detail=20</p>
                                <p>4. ตรวจสอบผลการเรียน ได้ที่ระบบข้อมูลสารสนเทศสำหรับนักศึกษา
                                    http://www.academic.cmru.ac.th/information/_site/index.php</p>
                                <p>- คลิกเลือกเมนูตรวจสอบสำเร็จการศึกษา</p>
                                <p>5. มีปัญหา/ข้อสงสัย ควรขอคำแนะนำ อ.ที่ปรึกษา หรือภาควิชา โดยทันที</p>
                                <p>-----------------------------------------------------</p>
                                <p>หมายเหตุ หลักสูตรที่เปิดสอน ภาควิชาคอมพิวเตอร์ ดังนี้</p>
                                <p>- ภาคพิเศษ รหัส 55 : วค (ส-อ และ จ-ศ) / ทส (ส-อ และ จ-ศ)</p>
                                <p>- ภาคพิเศษ รหัส 56 : ปร(ส-อ) / ทส (ส-อ และ จ-ศ)</p>
                                <p>- ภาคพิเศษ รหัส 57-59 : ทส (ส-อ)</p>
                                <p>- ภาคปกติ รหัส 56 57 58 59 : วค+ปร+ทส+คพ</p>
                                <p>วค=วิทยาการคอมพิวเตอร์</p>
                                <p>ทส=เทคโนโลยีสารสนเทศ</p>
                                <p>ปร=การโปรแกรมและการรักษาความปลอดภัย</p>
                                <p>คพ=คอมพิวเตอร์ศึกษา</p>
                                <p>การขอคืนค่าประกันฯ</p>
                                <p>กลับขึ้นด้านบน</p>
                                <p>การขอคืนค่าประกันทรัพย์สินเสียหาย</p>
                                <p>1. เงินค่าประกันทรัพย์สินเสียหาย
                                    ให้แยกบัญชีรับไว้ต่างหากเป็นเงินฝากถอนคืนให้แก่นักศึกษา</p>
                                <p>2. ให้นักศึกษาที่มิได้ทําทรัพย์สินของมหาวิทยาลัยเสียหาย มายื่นคําร้องขอคืนภายใน 90
                                    วัน นับจากวันสําเร็จการศึกษา</p>
                                <p>หรือพ้นสภาพการเป็นนักศึกษา หากไม่มาถอนคืนภายในกําหนดดังกล่าว
                                    ให้มหาวิทยาลัยโอนเงินเข้าเป็นเงินรายได้ของมหาวิทยาลัย</p>
                                <p>3. ค่าประกันทรัพย์สินเสียหาย ดังนี้</p>
                                <p>รหัส >=57 (1,000 บาท) http://www.academic.cmru.ac.th/pdf/notice5703.pdf</p>
                                <p>รหัส 50-56 (500 บาท) http://www.academic.cmru.ac.th/pdf/2556/notice50-8.pdf</p>
                                <p>ที่มา</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/news/article.php?sid=626" target="_blank">
                                        http://www.academic.cmru.ac.th/news/article.php?sid=626
                                    </a>
                                </p>

                                <h4>ค่าธรรมเนียมการศึกษา</h4>
                                <p>อัตราค่าธรรมเนียมการศึกษา</p>
                                <p>1. นักศึกษารหัส 50 - 56</p>
                                <p>1.1 ประกาศฯ เรื่อง กำหนดอัตราค่าธรรมเนียมการศึกษาฯ พ.ศ. 2550</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/pdf/2556/notice50-8.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/pdf/2556/notice50-8.pdf
                                    </a>
                                </p>
                                <p>1.2 ตารางแนบท้ายประกาศมหาวิทยาลัยราชภัฏเชียงใหม่ เรื่อง
                                    กำหนดอัตราค่าธรรมเนียมการศึกษาฯ พ.ศ. 2550</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/pdf/2556/notice50-8v1.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/pdf/2556/notice50-8v1.pdf
                                    </a>
                                </p>
                                <p>1.3 ตารางแนบท้ายประกาศมหาวิทยาลัยราชภัฏเชียงใหม่ เรื่อง กำหนดค่าธรรมเนียมการศึกษาฯ
                                    (ฉบับที่ 2) พ.ศ.2552</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/pdf/2556/money52.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/pdf/2556/money52.pdf
                                    </a>
                                </p>
                                <p>1.4 ประกาศมหาวิทยาลัยราชภัฏเชียงใหม่ เรื่อง กำหนดอัตราค่าธรรมเนียมศึกษาฯ (ฉบับที่ 4)
                                    พ.ศ. 2555</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/userfiles/file/notice5508.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/userfiles/file/notice5508.pdf
                                    </a>
                                </p>
                                <p>1.5 กรณีนศ.ภาคปกติ ลงทะเบียนเรียนร่วมกับภาคพิเศษ
                                    ให้เรียกเก็บค่าธรรมเนียมการศึกษาตามอัตรานักศึกษาภาคพิเศษ</p>
                                <p>1.6 กรณีนศ.ภาคปกติ ลงทะเบียนเรียนในภาคฤดูร้อน
                                    ให้เรียกเก็บค่าธรรมเนียมการศึกษาเพิ่มอีก 500 บาท</p>
                                <p>1.7 กรณีนศ.ลงทะเบียนเรียนที่เกินแผนการเรียนปกติที่มหาวิทยาลัยกําหนด
                                    (นศ.ภาคปกติลงเรียน summer หรือ นศ.ค้างชั้นปี) จะกำหนดอัตรา ดังนี้</p>
                                <p>- ภาคปกติ <=6หน่วยกิตจ่าย50% | 7-12หน่วยกิตจ่าย70% | >=13หน่วยกิตจ่าย100%</p>
                                <p>- ภาคพิเศษ <6 หน่วยกิต จ่าย70% | >=6หน่วยกิตจ่าย100%</p>
                                <p>2. นักศึกษารหัส >=57</p>
                                <p>2.1 ประกาศฯ เรื่อง อัตราค่าธรรมเนียมการศึกษาสำหรับนักศึกษาปริญญาตรี พ.ศ. 2557</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/pdf/notice5703.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/pdf/notice5703.pdf
                                    </a>
                                </p>
                                <p>2.2 กรณีนศ.ภาคปกติ ลงทะเบียนเรียนร่วมกับภาคพิเศษ
                                    ให้เรียกเก็บค่าธรรมเนียมการศึกษาตามอัตรานักศึกษาภาคพิเศษ</p>
                                <p>2.3 กรณีนศ.ภาคปกติ ลงทะเบียนเรียนในภาคฤดูร้อน
                                    ให้เรียกเก็บค่าธรรมเนียมการศึกษาเพิ่มอีก 500 บาท</p>
                                <p>2.3 กรณีนศ.ลงทะเบียนเรียนที่เกินแผนการเรียนปกติที่มหาวิทยาลัยกําหนด
                                    (นศ.ภาคปกติลงเรียน summer หรือ นศ.ค้างชั้นปี) จะกำหนดอัตรา ดังนี้</p>
                                <p>- ภาคปกติ <=6หน่วยกิตจ่าย50% | 7-12หน่วยกิตจ่าย70% | >=13หน่วยกิตจ่าย100%</p>
                                <p>- ภาคพิเศษ จ่าย70%</p>
                                <p>--------------------------------------------------------------</p>
                                <p>ทั้งนี้อาจมีการปรับเปลี่ยน
                                    ให้ศึกษาประกาศและสอบถามเพิ่มเติมที่สำนักทะเบียนและประมวลผล</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/news/article.php?sid=626" target="_blank">
                                        http://www.academic.cmru.ac.th/news/article.php?sid=626
                                    </a>
                                </p>
                                <p>--------------------------------------------------------------</p>
                                <p>- ที่มา คู่มือนศ.
                                    <a href="http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=125" target="_blank">
                                        http://www.computer.cmru.ac.th/index.php?name=main&file=show&id_detail=125
                                    </a>
                                </p>

                                <h4>การปฏิบัติของผู้เข้าสอบ</h4>
                                <p>ข้อห้ามสำหรับผู้เข้าสอบ มีดังต่อไปนี้</p>
                                <p>(๑) ห้ามใช้เครื่องมือสื่อสารในห้องสอบ</p>
                                <p>(๒) ห้ามส่งเสียงดัง ทำความรำคาญ
                                    หรือแสดงกิริยามารยาทไม่เหมาะสมในห้องสอบหรือบริเวณใกล้เคียงห้องสอบ</p>
                                <p>(๓) ห้ามเข้าห้องสอบหลังจากเริ่มสอบวิชานั้นแล้ว ๑๕ นาที</p>
                                <p>(๔) ห้ามออกจากห้องสอบก่อน ๓๐ นาที นับจากเริ่มสอบวิชานั้น</p>
                                <p>(๕) ห้ามเข้าห้องสอบก่อนได้รับอนุญาตจากผู้กำกับการสอบ</p>
                                <p>(๖) ห้ามผู้เข้าสอบติดต่อหรือพูดจากับผู้หนึ่งผู้ใดในเวลาสอบ
                                    เมื่อมีกิจจำเป็นต้องการสิ่งหนึ่งสิ่งใดในระหว่างสอบหรือมีข้อสงสัยให้แจ้งต่อผู้กำกับการสอบ
                                    และให้ผู้กำกับการสอบเป็นผู้พิจารณาอนุญาต</p>
                                <p>(๗) ห้ามผู้เข้าสอบนำสิ่งใด ๆ เข้าห้องสอบ เว้นแต่ปากกา ดินสอ ไม้บรรทัดยางลบ
                                    และสิ่งที่ประกาศให้ทราบล่วงหน้าหรือสิ่งที่ผู้สอนอนุญาตไว้ล่วงหน้าให้นำเข้าห้องสอบเพื่อใช้ในการสอบได้
                                    หรือสิ่งที่ผู้กำกับการสอบอนุญาตให้นำเข้าห้องสอบได้</p>
                                <p>(๘) ห้ามผู้เข้าสอบนำกระดาษคำตอบ กระดาษข้อสอบ กระดาษที่ใช้ในการสอบออกจากห้องสอบ
                                    ยกเว้นในส่วนที่ผู้สอนวิชานั้นกำหนดไว้ให้นำออกจากห้องสอบได้</p>
                                <p>(๙) อื่น ๆ ตามที่มหาวิทยาลัยกำหนด</p>

                                <p>ข้อปฏิบัติสำหรับผู้เข้าสอบ มีดังต่อไปนี้</p>
                                <p>(๑) ให้ผู้เข้าสอบแสดงบัตรประจำตัวนักศึกษาหรือบัตรประจำตัวผู้เข้าสอบ
                                    กรณีไม่มีบัตรประจำตัวนักศึกษาหรือบัตรประจำตัวผู้เข้าสอบมาแสดงในวันสอบ ให้แสดงบัตร
                                    ประจำตัวอื่นซึ่งออกให้โดยหน่วยงานราชการพร้อมกับแสดงหลักฐานอื่นที่มหาวิทยาลัยออกให้
                                    ทั้งนี้ให้อยู่ในดุลพินิจของผู้กำกับการสอบหรือตามที่มหาวิทยาลัยกำหนด</p>
                                <p>(๒) ให้ผู้เข้าสอบนั่งประจำโต๊ะตามที่กำหนดไว้หรือตามที่ผู้กำกับการสอบกำหนด
                                    จะเปลี่ยนที่นั่งก่อนได้รับอนุญาตไม่ได้</p>
                                <p>(๓) ให้ผู้เข้าสอบปฏิบัติตามข้อปฏิบัติที่มหาวิทยาลัยกำหนด
                                    หรือตามที่ผู้กำกับการสอบชี้แจงโดยเคร่งครัด</p>

                                <p>ทุจริตการสอบ ให้มหาวิทยาลัยดำเนินการทางวินัยและพิจารณาโทษตามควรแก่กรณี ดังนี้</p>
                                <p>(๑) สอบตกในรายวิชานั้น และให้พักการเรียน 1 ภาคการศึกษา
                                    ใช้สำหรับนักศึกษาที่ประพฤติผิดเป็นครั้งแรก</p>
                                <p>(๒) สอบตกในรายวิชานั้น และให้พักการเรียน 2 ภาคการศึกษา
                                    ใช้สำหรับนักศึกษาที่เคยถูกลงโทษตาม (๑)</p>
                                <p>(๓) พ้นสภาพการเป็นนักศึกษา ใช้สำหรับนักศึกษาที่เคยถูกลงโทษตาม (๒)</p>

                                <p>ที่มา</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/academic_rule/pdf/201301230953055487rule5009.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/academic_rule/pdf/201301230953055487rule5009.pdf
                                    </a>
                                </p>


                                <h4>การยกเว้น / เทียบโอนผลการเรียน</h4>
                                <p>1. การขอโอนผลการเรียน มีคุณสมบัติดังนี้</p>
                                <p>- ผู้ขอต้องเรียนอยู่ในมหาวิทยาลัยอย่างน้อย ๑ ปีการศึกษา แล้วขอย้าย สาขาวิชา</p>
                                <p>- เคยศึกษาในมหาวิทยาลัยแต่กลับมาเรียนใหม่หรือเปลี่ยนสภาพประเภท นักศึกษา
                                    โดยผู้ขอโอนผลการเรียนต้องไม่ถูกสั่งให้พ้นสภาพ เนื่องจาก ผลการเรียนไม่ถึงเกณฑ์</p>
                                <p>- ตรวจสอบวิชาที่เทียบได้ จากระบบเทียบโอนวิชา
                                    <a href="http://www.academic.cmru.ac.th/cts/" target="_blank">
                                        http://www.academic.cmru.ac.th/cts/
                                    </a>
                                </p>


                                <p>2. การยกเว้นการเรียน มีคุณสมบัติดังนี้</p>
                                <p>- ใช้สําหรับนักศึกษาที่สําเร็จระดับอนุปริญญาหรือเทียบเท่าแล้วเรียนต่อใน
                                    ระดับปริญญาตรี</p>
                                <p>- นักศึกษาที่ย้ายสถานศึกษา</p>
                                <p>- นักศึกษาที่เคยศึกษาในมหาวิทยาลัยแต่กลับมาเรียนใหม่หรือเปลี่ยนสภาพ ประเภทนักศึกษา
                                    และต้องการยกเว้นผลการเรียน</p>


                                <h4>การขอคืนสภาพเป็นนักศึกษา</h4>
                                <p>- การขอคืนสภาพการเป็นนักศึกษาเนื่องจาก
                                    พ้นสภาพเหตุเพราะไม่ได้ชำระค่าธรรมเนียมการศึกษา</p>
                                <p>ตามระเบียบมหาวิทยาลัยราชภัฏเชียงใหม่ ว่าด้วย
                                    ค่าธรรมเนียมการศึกษาสำหรับนักศึกษาระดับปริญญาตรี พ.ศ. 2549 ข้อ 10</p>
                                <p>- โหลดคำร้อง ขอคืนสภาพเป็นนักศึกษา ได้ที่</p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/paper_download/load/paper_doc21.doc" target="_blank">
                                        http://www.academic.cmru.ac.th/paper_download/load/paper_doc21.doc
                                    </a>
                                </p>
                                <p>
                                    <a href="http://www.academic.cmru.ac.th/paper_download/load/paper_doc21.pdf" target="_blank">
                                        http://www.academic.cmru.ac.th/paper_download/load/paper_doc21.pdf
                                    </a>
                                </p>


                            </div>
                        </div>
                        <!-- Blog item ends -->


                    </div>
                </div>

            </div>
        </div>

@endsection
